Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotFinalizeClusterInconsistency Property
 Can't finalize because dependent element failed to finalize.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotFinalizeClusterInconsistency { get; }
Public Shared ReadOnly Property CannotFinalizeClusterInconsistency As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotFinalizeClusterInconsistency {
	FailureDefinitionId^ get ();
}
static member CannotFinalizeClusterInconsistency : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace